 				動物
2文字

    "イヌ",
    "ウシ",
    "ウマ",
    "オス",
    "カバ",
    "クマ",
    "サイ",
    "サル",
    "シカ",
    "ゾウ",
    "トド",
    "トラ",
    "ヌー",
    "ネコ",
    "バク",
    "ヒト",
    "ヒヒ",
    "ブタ",
    "ホモ",
    "メス",
    "ヤギ",
    "ラバ",
    "ラマ",
    "リス",
    "ロバ"

3文字

    "アシカ",
    "イタチ",
    "イルカ",
    "ウサギ",
    "オカピ",
    "オルカ",
    "ガゼル",
    "キツネ",
    "キリン",
    "クジラ",
    "ゴリラ",
    "シャチ",
    "ジャマ",
    "タヌキ",
    "ネズミ",
    "ノヤギ",
    "パサン",
    "パンダ",
    "ヒグマ",
    "ヒツジ",
    "ヒョウ",
    "ボノボ",
    "マカク",
    "ムース",
    "モグラ",
    "ヤマネ",
    "ラクダ",
    "ラッコ",
    "リャマ"

4文字

    "アイアイ",
    "アザラシ",
    "アフリカ",
    "アメリカ",
    "アリクイ",
    "アルパカ",
    "イエイヌ",
    "イエネコ",
    "イッカク",
    "イノシシ",
    "インパラ",
    "エゾリス",
    "オオカミ",
    "カピバラ",
    "カラカル",
    "カワウソ",
    "キタリス",
    "キヌザル",
    "クロサイ",
    "コウモリ",
    "コクジラ",
    "コヨーテ",
    "サーバル",
    "シマウマ",
    "シマリス",
    "シロクマ",
    "シロサイ",
    "ジネズミ",
    "ジャガー",
    "ジュゴン",
    "スカンク",
    "セイウチ",
    "チンチラ",
    "チーター",
    "ツチブタ",
    "トナカイ",
    "ノウサギ",
    "ハイエナ",
    "ハクジラ",
    "バイソン",
    "ビーバー",
    "ピューマ",
    "ヘラジカ",
    "ベルーガ",
    "マイルカ",
    "ムササビ",
    "モモンガ",
    "ヤマネコ",
    "ライオン",
    "リカオン",
    "リスザル",
    "レミング",
    "ワラビー",
    "ワラルー"

5文字

　　"アカギツネ",
    "アカネズミ",
    "アジアゾウ",
    "アナウサギ",
    "アライグマ",
    "アルマジロ",
    "ヴィクーニャ",
    "インドゾウ",
    "ウンピョウ",
    "オグロヌー",
    "オセロット",
    "オットセイ",
    "オナガザル",
    "オポッサム",
    "オマキザル",
    "カモノハシ",
    "カンガルー",
    "キタキツネ",
    "キツネザル",
    "キンシコウ",
    "クマネズミ",
    "コククジラ",
    "コビトカバ",
    "シロイルカ",
    "ジャッカル",
    "セミクジラ",
    "テナガザル",
    "テングザル",
    "ドブネズミ",
    "ナキウサギ",
    "ナマケモノ",
    "ナンバット",
    "ニホンザル",
    "ニホンジカ",
    "ニホンリス",
    "ヌートリア",
    "ハクビシン",
    "ハムスター",
    "ハリネズミ",
    "ハリモグラ",
    "ビクーニャ",
    "フェネック",
    "フクロネコ",
    "マナティー",
    "マレーバク",
    "マングース",
    "マントヒヒ",
    "マンドリル",
    "マーモット",
    "メガネザル",
    "モルモット",
    "ヤマアラシ",
    "ユキウサギ",
    "ユキヒョウ",
    "ローラシア"

6文字

　　"アイベックス",
    "アカワラルー",
    "アズマモグラ",
    "アフリカゾウ",
    "イエコウモリ",
    "イボイノシシ",
    "イワシクジラ",
    "オオアリクイ",
    "カツオクジラ",
    "キヌゲネズミ",
    "クロワラルー",
    "コウベモグラ",
    "ザトウクジラ",
    "シシバナザル",
    "シマスカンク",
    "ショウジョウ",
    "ジャコウネコ",
    "チンパンジー",
    "ツキノワグマ",
    "トガリネズミ",
    "ナガスクジラ",
    "ハツカネズミ",
    "ヒガシゴリラ",
    "ヒナコウモリ",
    "ビスカッチャ",
    "ビスカーチャ",
    "ビッグホーン",
    "フクロネズミ",
    "フクロモグラ",
    "ブチハイエナ",
    "ヘラコウモリ",
    "ホンドギツネ",
    "マーモセット",
    "ミンククジラ"

13文字

　 "アフリカタテガミヤマアラシ"


				果物

2文字

　 "カキ",
   "ビワ",
   "モモ",
   "ナシ"


3文字

　 "アンズ",
　 "イチゴ",
   "キウイ",
   "ミカン",
　 "ザクロ",
   "スイカ",
　 "バナナ",
　 "ブドウ",
   "メロン",
   "リンゴ",
　 "ライチ"

4文字

　 "アセロラ",
   "イチジク",
   "オレンジ",
   "ヨウナシ",
   "ドリアン",
   "マンゴー",
   "プルーン",
   
5文字

  "サクランボ"
  
6文字

  "ブルーベリー",
  "パイナップル"

8文字

  "グレープフルーツ",
  "ドラゴンフルーツ"

				野菜

2文字
  "なす",
  "ニラ",
  "ネギ",
  "なす",
  "カブ"


3文字

  "オクラ",
  "ごぼう",
  "ゴーヤ",
  "トマト".
  "もやし",
  "レタス"


4文字

  "エダマメ",
  "キュウリ",
  "キャベツ",
  "コマツナ",
  "サトイモ",
  "シイタケ",
  "シシトウ",
  "タマネギ",
  "ニンジン",
  "パプリカ",
　"ピーマン",
  "ヤマイモ",
  "レンコン",
  "ダイコン",
  "ニンニク",

5文字

  "サツマイモ",
  "ズッキーニ",
  "トウガラシ"

6文字
  "トウモロコシ",
  "アスパラガス",
  
				スイーツ			

3文字
　　"ケーキ",
    "アイス",
    "チョコ"
    "だんご"

4文字
   "マカロン",
   "クレープ"
　
				スポーツ

"サッカー",
"フットサル",
"やきゅう",
"バスケットボール",
"バレーボール",
"ラグビー",
"バドミントン",
"たっきゅう",
"テニス",
"ゴルフ",
"ボクシング",
"プロレス"
"ソフトボール"
"ハンドボール"
"ソフトテニス"
"ビーチバレー"
"りくじょう"
"マラソン"
"すいえい"
"けんどう"
"じゅうどう"
"きゅうどう"
"じょうば"
"トランポリン"
"ダンス"
"バレエ"
"ヨガ"
"スポーツクライミング"
"ボディビル"
"ビーチサッカー"
"スケートボード"
"ダーツ"
"ビリヤード"
"ボウリング"
"ドッジボール"
"サーフィン"
"スキー"
"スノーボード"
"フィギュアスケート"
"アイスホッケー"
"eスポーツ"


　　				乗り物

"ききゅう"
"きゅうきゅうしゃ"
"くるま"
"じてんしゅ"
"しょうぼうしゃ"
"しんかんせん"
"タクシー"
"せんすいかん"
"ちかてつ"
"でんしゃ"
"ふね"
"ヘリコプター"
"ヨット"

　　　　			食べ物

"ハンバーグ"
"ハンバーガー"
"オムライス"
"カレーライス"
"パスタ"
"からあげ"
"おにぎり"





